Repository: palasthotel/wp-post-to-mailchimp
Catalog: public/languages/post_to_mailchimp-*.po
Languages: de_de

source: Could not send '%s' test mail.
de_de: „%s“ Testmail konnte nicht gesendet werden.

source: Could not find any campaign with id: %s.
de_de: Es konnte keine Kampagne mit id „%s“ gefunden werden.

source: Default schedule time
de_de: Standardzeitplanzeit

source: Available lists
de_de: Verfügbare Listen

source: Settings
de_de: Einstellungen

source: Post to Mailchimp Settings
de_de: Post to Mailchimp Einstellungen

source: Clear cache
de_de: Cache leeren

source: Yep, this is working!
de_de: Jep, funktioniert!

source: Nope, this is not working. Is your API key valid?
de_de: Nein, das funktioniert noch nicht. Ist der API key gültig?

source: Included in wp-config.php.
de_de: In wp-config.php enthalten.

source: You can get one in your %sMailchimp Account Settings%s.
de_de: Bekommst du in den %sMailchimp Account Einstellungen%s.

source: Members
de_de: Mitglieder

source: Defaults
de_de: Voreinstellungen

source: Use your contents with Mailchimp.com API
de_de: Nutze deine Inhalte für die Mailchimp.com API

source: https://www.palasthotel.de
de_de: http://www.palasthotel.de
